/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ poze";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ și %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ clipuri video";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d zile %2$d ore %3$d minute %4$d secunde";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d ore %2$d minute %3$d secunde";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minute %2$d secunde";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d secunde";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ pixeli";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (plug-in Internet %@)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ - subtitrare complexă";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Stocare bază de date %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ - ușor de citit";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Rețea %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ - SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Conținut web %@";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Cheie master WebCrypto %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d fișiere";

/* Label for PDF page number indicator. */
"%d of %d" = "%d din %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu articole";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 articole";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 articol";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 poză";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 videoclip";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (grad mediu)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (grad ridicat)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (grad scăzut)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<numefișier> %d×%d pixeli";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "A survenit o excepție JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Adaugă la lista de lecturi";

/* Undo action name */
"Align Left (Undo action name)" = "alinierea la stânga";

/* Undo action name */
"Align Right (Undo action name)" = "alinierea la dreapta";

/* WKErrorUnknown description */
"An unknown error occurred" = "A survenit o eroare necunoscută";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Automat (recomandat)";

/* Back context menu item */
"Back" = "Înapoi";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Plug-in blocat";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Plug-in blocat";

/* Bold context menu item */
"Bold" = "Aldin";

/* Undo action name */
"Bold (Undo action name)" = "stilul aldin";

/* menu item title for phone number */
"Call Using iPhone:" = "Apelează de pe iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Renunță";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Renunță";

/* Capitalize context menu item */
"Capitalize" = "Inițială cu majusculă";

/* Undo action name */
"Center (Undo action name)" = "centrarea";

/* Undo action name */
"Change Attributes (Undo action name)" = "schimbarea atributelor";

/* Check spelling context menu item */
"Check Document Now" = "Verifică documentul acum";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Verifică gramatica odată cu ortografia";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Verifică ortografia în timpul scrierii";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Alegeți fișierul";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Alegeți fișierele";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Alege fișierul multimedia (multiple)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Alege fișierul multimedia (individual)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Degajează";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Degajează căutările recente";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Faceți clic pentru a ieși din modul de afișare pe tot ecranul";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Faceți clic pentru repornire";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Conținutul cu tipul MIME specificat nu poate fi afișat";

/* Media Controls context menu item */
"Controls" = "Comenzi";

/* Copy context menu item */
"Copy" = "Copiază";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Copiază";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Copiază adresa clipului audio";

/* Copy Image context menu item */
"Copy Image" = "Copiază imaginea";

/* Copy Link context menu item */
"Copy Link" = "Copiază linkul";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Copiază adresa clipului video";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Corectează ortografia automat";

/* Undo action name */
"Create Link (Undo action name)" = "crearea linkului";

/* Cut context menu item */
"Cut" = "Taie";

/* Undo action name */
"Cut (Undo action name)" = "tăierea";

/* Default writing direction context menu item */
"Default" = "Implicit";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "ștergerea";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Detalii";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "dictarea";

/* Download Audio To Disk context menu item */
"Download Audio" = "Descarcă clipul audio";

/* Download Image context menu item */
"Download Image" = "Descarcă imaginea";

/* Download Linked File context menu item */
"Download Linked File" = "Descarcă fișierul asociat";

/* Download Video To Disk context menu item */
"Download Video" = "Descarcă clipul video";

/* Undo action name */
"Drag (Undo action name)" = "tragerea";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Afișează pe tot ecranul";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Nu mai afișa pe tot ecranul";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Font";

/* Undo action name */
"Format Block (Undo action name)" = "formatarea";

/* Forward context menu item */
"Forward" = "Înainte";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Încărcare cadru întreruptă";

/* accessibility role description for web area */
"HTML content" = "conținut HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Ascunde comenzile";

/* menu item title */
"Hide Spelling and Grammar" = "Ascunde ortografia și gramatica";

/* menu item title */
"Hide Substitutions" = "Ascunde înlocuiri";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignoră gramatica";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignoră ortografia";

/* Undo action name */
"Indent (Undo action name)" = "indentarea";

/* Undo action name */
"Insert List (Undo action name)" = "inserarea listei";

/* Inspect Element context menu item */
"Inspect Element" = "Inspectează elementul";

/* Italic context menu item */
"Italic" = "Cursiv";

/* Undo action name */
"Italics (Undo action name)" = "stilul cursiv";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java nu este disponibil";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "alinierea justificată";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Cheie de la %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Învață ortografia";

/* Left to Right context menu item */
"Left to Right" = "De la stânga la dreapta";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Difuzare live";

/* Media controller status message when the media is loading */
"Loading..." = "Încărcare...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Caută în dicționar";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Caută definiții pentru “%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Caută definiții pentru “<selecție>”";

/* Media Loop context menu item */
"Loop" = "Repetă în buclă";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "lărgirea spațierii caracterelor";

/* Undo action name */
"Lower Baseline (Undo action name)" = "coborârea liniei de bază";

/* Make Lower Case context menu item */
"Make Lower Case" = "Transformă în minuscule";

/* Make Upper Case context menu item */
"Make Upper Case" = "Transformă în majuscule";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Plug-in lipsă";

/* Media Mute context menu item */
"Mute" = "Taie sonorul";

/* No Guesses Found context menu item */
"No Guesses Found" = "Nicio sugestie găsită";

/* Empty select list */
"No Options Select Popover" = "Nicio opțiune";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Nicio căutare recentă";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Nu este permisă utilizarea unui port de rețea restricționat";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Dezactivat";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Deschide";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Deschide clipul audio într-o fereastră nouă";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Deschide cadrul într-o fereastră nouă";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Deschide imaginea într-o fereastră nouă";

/* Open Link context menu item */
"Open Link" = "Deschide linkul";

/* Open in New Window context menu item */
"Open Link in New Window" = "Deschide linkul într-o fereastră nouă";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Deschide clipul video într-o fereastră nouă";

/* context menu item for PDF */
"Open with %@" = "Deschide cu %@";

/* Undo action name */
"Outdent (Undo action name)" = "indentarea exterioară";

/* Outline context menu item */
"Outline" = "Contur";

/* Undo action name */
"Outline (Undo action name)" = "conturul";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Direcție paragraf";

/* Paste context menu item */
"Paste" = "Lipește";

/* Undo action name */
"Paste (Undo action name)" = "lipirea";

/* Undo action name */
"Paste Font (Undo action name)" = "lipirea fontului";

/* Undo action name */
"Paste Ruler (Undo action name)" = "lipirea riglei";

/* Media Pause context menu item */
"Pause" = "Suspendă";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Bibliotecă foto";

/* Media Play context menu item */
"Play" = "Redă";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Redați filmul în modul de afișare pe tot ecranul";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Eșec plug-in";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Contramandat de plug-in";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Încărcare gestionată de plug-in";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format (PDF)";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "ridicarea liniei de bază";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Căutări recente";

/* Reload context menu item */
"Reload" = "Reîncarcă";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Resetați";

/* Right to Left context menu item */
"Right to Left" = "De la dreapta la stânga";

/* Title for Save Image action button */
"Save Image" = "Salvează imaginea";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Caută în Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Caută cu %@";

/* Search with Google context menu item */
"Search with Google" = "Caută cu Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Direcție selectare";

/* Undo action name */
"Set Background Color (Undo action name)" = "definirea culorii de fundal";

/* Undo action name */
"Set Color (Undo action name)" = "definirea culorii";

/* Undo action name */
"Set Font (Undo action name)" = "definirea fontului";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "definirea formei caracterelor tradiționale";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "definirea direcției de scriere";

/* Show colors context menu item */
"Show Colors" = "Afișează culori";

/* Show Media Controls context menu item */
"Show Controls" = "Afișează comenzile";

/* Show fonts context menu item */
"Show Fonts" = "Afișează fonturi";

/* menu item title */
"Show Spelling and Grammar" = "Afișează ortografia și gramatica";

/* menu item title */
"Show Substitutions" = "Afișează înlocuiri";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Afișează în plug-inul blocat";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Copiere/lipire inteligentă";

/* Smart Dashes context menu item */
"Smart Dashes" = "Cratime inteligente";

/* Smart Links context menu item */
"Smart Links" = "Linkuri inteligente";

/* Smart Quotes context menu item */
"Smart Quotes" = "Ghilimele inteligente";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Plug-In în copie instantanee";

/* Speech context sub-menu item */
"Speech" = "Enunțare";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Ortografie și gramatică";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Pornește depanarea JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Pornește analiza JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Pornește enunțarea";

/* Stop context menu item */
"Stop" = "Oprește";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Oprește depanarea JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Oprește analiza JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Oprește enunțarea";

/* Styles context menu item */
"Styles..." = "Stiluri...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Trimiteți";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Trimiteți";

/* Undo action name */
"Subscript (Undo action name)" = "indicele";

/* Substitutions context sub-menu item */
"Substitutions" = "Înlocuiri";

/* Menu section heading for subtitles */
"Subtitles" = "Subtitrări";

/* Undo action name */
"Superscript (Undo action name)" = "exponentul";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Fotografiați";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Fotografiați sau filmați";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Filmați";

/* Text Replacement context menu item */
"Text Replacement" = "Înlocuire text";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "URL-ul nu poate fi afișat";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "Obiectul WKWebView a fost invalidat";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Procesul Web Content a fost terminat";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Localizarea curentă nu poate fi găsită.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Plug-inul nu poate fi găsit";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Plug-inul nu poate fi încărcat";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Numele de utilizator sau parola introdusă pentru zona “%@” de pe %@ a fost incorectă. Asigurați-vă de introducerea corectă, apoi reîncercați.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Numele de utilizator sau parola introdusă pentru serverul proxy %@ %@ a fost incorectă. Asigurați-vă de introducerea corectă, apoi reîncercați.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Numele de utilizator sau parola introdusă pentru această zonă de pe %@ a fost incorectă. Asigurați-vă de introducerea corectă, apoi reîncercați.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Aceasta este un index de căutare. Introduceți cuvinte cheie pentru căutare: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "strângerea spațierii caracterelor";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Pentru a vizualiza această pagină, trebuie să efectuați login în zona “%@” de pe %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Pentru a vizualiza această pagină, trebuie să efectuați login la serverul proxy %@ %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Pentru a vizualiza această pagină, trebuie să efectuați login în această zonă de pe %@:";

/* Transformations context sub-menu item */
"Transformations" = "Transformări";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "dezactivarea spațierii caracterelor";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "dezactivarea ligaturilor";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "scrierea";

/* Underline context menu item */
"Underline" = "Subliniat";

/* Undo action name */
"Underline (Undo action name)" = "sublinierea";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Necunoscut";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Necunoscut";

/* Undo action name */
"Unlink (Undo action name)" = "eliminarea linkului";

/* Undo action name */
"Unscript (Undo action name)" = "închiderea scriptului";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "utilizarea tuturor ligaturilor";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "utilizarea spațierii standard a caracterelor";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "utilizarea ligaturilor standard";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Utilizate pentru a cripta cheile WebCrypto în stocare permanentă, precum IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspector web — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF integrat WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit a întâmpinat o eroare internă";

/* message in authentication panel */
"Your login information will be sent securely." = "Informațiile dvs. de login vor fi trimise securizat.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Parola dvs. va fi trimisă necriptată.";

/* HTTP result code string */
"accepted" = "acceptat";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "activați";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "alertă";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "dialog alertă";

/* An ARIA accessibility group that acts as an application. */
"application" = "aplicație";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "stare aplicație";

/* An ARIA accessibility group that acts as an article. */
"article" = "articol";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "comenzi de redare și afișare stare element audio";

/* accessibility label for audio element controller */
"audio playback" = "redare audio";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "înapoi 30 de secunde";

/* HTTP result code string */
"bad gateway" = "gateway greșit";

/* HTTP result code string */
"bad request" = "solicitare greșită";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "banner";

/* accessibility help text for play button */
"begin playback" = "începeți redarea";

/* accessibility description for a search field cancel button */
"cancel" = "renunțați";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "bifați";

/* HTTP result code string */
"client error" = "eroare client";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "complementar";

/* HTTP result code string */
"conflict" = "conflict";

/* An ARIA accessibility group that contains content. */
"content information" = "informații conținut";

/* HTTP result code string */
"continue" = "continuă";

/* HTTP result code string */
"created" = "creat";

/* accessibility help text for movie status display */
"current movie status" = "stare actuală film";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "moment actual film în secunde";

/* role description of ARIA definition role */
"definition" = "definiție";

/* description detail */
"description" = "descriere";

/* accessibility role description of a description list */
"description list" = "listă descriere";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "dialog";

/* An ARIA accessibility group that acts as a document. */
"document" = "document";

/* accessibility label for elapsed time display */
"elapsed time" = "timp scurs";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "vizualizați pe tot ecranul";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "opriți vizualizarea pe tot ecranul";

/* HTTP result code string */
"expectation failed" = "așteptare eșuată";

/* accessibility label for fast forward button */
"fast forward" = "repede înainte";

/* accessibility label for fast reverse button */
"fast reverse" = "repede înapoi";

/* accessibility role description for a file upload button */
"file upload button" = "buton de încărcare a fișierelor";

/* accessibility role description for a footer */
"footer" = "subsol";

/* HTTP result code string */
"forbidden" = "interzis";

/* HTTP result code string */
"found" = "găsit";

/* HTTP result code string */
"gateway timed out" = "perioada de așteptare pentru gateway a expirat";

/* accessibility role description for headings */
"heading" = "antet";

/* accessibility label for hide closed captions button */
"hide closed captions" = "ascundeți subtitrările complexe";

/* accessibility role description for image map */
"image map" = "hartă de imagine";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "timp nedefinit";

/* HTTP result code string */
"informational" = "informativ";

/* HTTP result code string */
"internal server error" = "eroare internă server";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "salt";

/* HTTP result code string */
"length required" = "lungime obligatorie";

/* accessibility role description for link */
"link" = "link";

/* accessibility role description for list marker */
"list marker" = "marcaj listă";

/* An ARIA accessibility group that acts as a console log. */
"log" = "jurnal";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "principal";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "marchiză";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematică";

/* HTTP result code string */
"method not allowed" = "metodă nepermisă";

/* HTTP result code string */
"moved permanently" = "mutat permanent";

/* accessibility label for timeline slider */
"movie time" = "cronologie film";

/* accessibility help text for timeline slider */
"movie time scrubber" = "derulare cronologie film";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "cursor derulare cronologie film";

/* HTTP result code string */
"multiple choices" = "opțiuni multiple";

/* accessibility label for mute button */
"mute" = "tăiați sonorul";

/* accessibility help text for mute button */
"mute audio tracks" = "tăiați sonorul pistelor audio";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigare";

/* HTTP result code string */
"needs proxy" = "necesită proxy";

/* HTTP result code string */
"no content" = "niciun conținut";

/* HTTP result code string */
"no error" = "nicio eroare";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "niciun fișier selectat";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "niciun fișier selectat";

/* HTTP result code string */
"no longer exists" = "nu mai există";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "niciun fișier multimedia selectat (multiple)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "niciun fișier multimedia selectat (individual)";

/* HTTP result code string */
"non-authoritative information" = "informații neautoritare";

/* HTTP result code string */
"not found" = "nu a fost găsit";

/* HTTP result code string */
"not modified" = "nemodificat";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "notă";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "număr de secunde rămase din film";

/* HTTP result code string */
"partial content" = "conținut parțial";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "neconcordanță model";

/* accessibility label for pause button */
"pause" = "suspendați";

/* accessibility help text for pause button */
"pause playback" = "suspendați redarea";

/* HTTP result code string */
"payment required" = "plată obligatorie";

/* accessibility label for play button */
"play" = "redați";

/* HTTP result code string */
"precondition failed" = "precondiție eșuată";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "apăsați";

/* HTTP result code string */
"proxy authentication required" = "autentificare proxy obligatorie";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "depășire interval";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "depășire negativă interval";

/* HTTP result code string */
"redirected" = "redirecționat";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "regiune";

/* accessibility label for time remaining display */
"remaining time" = "timp rămas";

/* HTTP result code string */
"request timed out" = "solicitarea a expirat";

/* HTTP result code string */
"request too large" = "solicitare prea mare";

/* HTTP result code string */
"requested URL too long" = "URL-ul solicitat este prea lung";

/* HTTP result code string */
"requested range not satisfiable" = "intervalul solicitat nu poate fi satisfăcut";

/* HTTP result code string */
"reset content" = "resetare conținut";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "reveniți la difuzarea filmului în timp real";

/* accessibility label for return to real time button */
"return to realtime" = "reveniți la redarea în timp real";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "căutare";

/* HTTP result code string */
"see other" = "vezi altele";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "derulați filmul înapoi cu 30 de secunde";

/* accessibility help text for fast rewind button */
"seek quickly back" = "derulați repede înapoi";

/* accessibility help text for fast forward button */
"seek quickly forward" = "derulați repede înainte";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "selectare";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "separator";

/* HTTP result code string */
"server error" = "eroare server";

/* HTTP result code string */
"service unavailable" = "serviciul nu este disponibil";

/* accessibility label for show closed captions button */
"show closed captions" = "afișați subtitrările complexe";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "porniți afișarea subtitrărilor complexe";

/* accessibility label for movie status */
"status" = "stare";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "neconcordanță pas";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "opriți afișarea subtitrărilor complexe";

/* HTTP result code string */
"success" = "succes";

/* HTTP result code string */
"switching protocols" = "comutare protocoale";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "panou filă";

/* HTTP result code string */
"temporarily redirected" = "redirecționat temporar";

/* term word of a description list */
"term" = "termen";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "cursor cronologie";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "temporizator";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "prea lung";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "indicație instrument";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "neconcordanță tip";

/* HTTP result code string */
"unacceptable" = "inacceptabil";

/* HTTP result code string */
"unauthorized" = "neautorizat";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "debifați";

/* HTTP result code string */
"unimplemented" = "neimplementat";

/* Unknown filename */
"unknown" = "necunoscut";

/* accessibility label for turn mute off button */
"unmute" = "restabiliți sonorul";

/* accessibility help text for un mute button */
"unmute audio tracks" = "restabiliți sonorul pistelor audio";

/* HTTP result code string */
"unsupported media type" = "tip multimedia incompatibil";

/* HTTP result code string */
"unsupported version" = "versiune incompatibilă";

/* Validation message for required form control elements that have no value */
"value missing" = "valoare lipsă";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "comenzi de redare și afișare stare element video";

/* accessibility label for video element controller */
"video playback" = "redare video";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Deschide";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Preafișează";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Adaugă la lista de lecturi";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Copiază";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Adaugă în Poze";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Salvează în Descărcări";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Partajează";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Copiază";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Caută definiții";

/* "Paste" action menu item */
"Paste (action menu item)" = "Lipește";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Sugestii";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Copiază";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Partajează";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Salvează în Descărcări";
